{
  "narrator_opening_phrases": {
    "0": "Welcome to today's language lesson. Let's dive right into some interesting phrases you'll hear every day. Today's lesson is...",
    "1": "Hello, eager learners! Let's start with a conversation. The topic is...",
    "2": "Good day! Get ready to learn some useful phrases for the topic you chose.",
    "3_0": "Let's begin today's session by listening to a typical conversation in...",
    "3_1": "...language. Listen closely.",
    "4_0": "Welcome back! Today, we're going to practice phrases that will help you with the topic...",
    "4_1": "Let's get started",
    "5_0": "Hello! Welcome to Parakeet's language lessons. Dive into today's conversation, listen closely, and try repeating the words and phrases you hear.",
    "5_1": "Today's lesson is...",
    "6_0": "Welcome to Parakeet's language lesson. Today, you'll be engaging with a real conversation, the topic is:...",
    "6_1": "...listen carefully and repeat the key phrases out loud."
  },
  "narrator_navigation_phrases": {
    "0": "Listen to the next sentence in the conversation.",
    "1_0": "Reflect on the vocabulary previously learned. How do you say...",
    "1_1": "...in...",
    "2": "As we start today, can you recall how to say...",
    "3_0": "Before we dive into new material, please repeat the phrase for...",
    "3_1": "...that we heard previously.",
    "4_0": "How do you say...",
    "4_1": "...in...",
    "5": "To refresh our memory, what was the word for...?",
    "6_0": "Can you start by telling me how to say...",
    "6_1": "...in...",
    "7": "Listen",
    "8_0": "Do you remember how to say...",
    "8_1": "...in...",
    "9": "...means...",
    "10": "Listen to the full sentence you just practiced and try to repeat it.",
    "11": "It means..."
  },
  "narrator_repetition_phrases": {
    "0_0": "Listen to how they say...",
    "0_1": "...and try saying it just like that.",
    "1_0": "Hear the way they ask for...",
    "1_1": "Let's say it together now.",
    "2_0": "Focus on how they say...",
    "2_1": "...and repeat after.",
    "3_0": "Can you mimic the way they said...?",
    "3_1": "Give it a try.",
    "4": "Listen and repeat.",
    "5": "Try to echo what they say. Say it out loud.",
    "6_0": "How did they say...?",
    "6_1": "Listen closely and repeat.",
    "7_0": "Did you catch how they ask...?",
    "7_1": "Say it back.",
    "8_0": "Repeat",
    "8_1": "Just like in the conversation.",
    "9_0": "Try to say",
    "9_1": "In the same way they say it.",
    "10": "Please repeat:",
    "11_0": "Now, say...",
    "11_1": "...once more.",
    "12_0": "Repeat the phrase for...",
    "12_1": "...again.",
    "13": "Let's practice the pronunciation of...",
    "14_0": "Repeat the word...",
    "14_1": "...out loud.",
    "15": "Let's go over the dialog one more time.",
    "16": "Could you repeat the term for...",
    "17": "Try saying",
    "18": "Listen and repeat the question...",
    "20_0": "Let's repeat that, say...",
    "20_1": "...out loud.",
    "21": "Let's break it down. Listen to the phrase, and repeat it.",
    "22": "What's the word for...?",
    "23_0": "How to say...",
    "23_1": "...in",
    "24_0": "Try saying...",
    "24_1": "...again, as you heard it."
  },
  "narrator_closing_phrases": {
    "0": "Great job today! Try to practice these phrases before our next lesson and feel free to come back to this audio for a review.",
    "1": "That's it for now. Remember to review what we've learned, you can repeat the phrases during your day.",
    "2": "Well done today! You are ready for the next lesson but feel free to come back to this one to review what you learned today.",
    "3": "That wraps up our lesson. Practice these lines so that they feel natural, and I'll see you next time.",
    "4": "Excellent progress! Listen to this recording again if you need a refresher, bye!"
  }
}
